Repository: mozilla-l10n/mt-training-data
Catalog: dyu/dyu_pontoon.tmx
Source language: en_us
Languages: dyu

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
dyu: Site bɛna segin ka na joona joona. Walasa ka kunnafoni labanw sɔrɔ, i ka fara <matrixLink>Matrix sigida baro</matrixLink> kan walima i ka taa <githubLink>GitHub</githubLink> walima <discourseLink>an ka Discourse forums</discourseLink> la walasa ka sitiw ka ko kɛlenw bila ani k’u kɔlɔsi.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
dyu: TED-LIUM ka kulu in dilanna ni jɛmukan lamɛntaw ye ani u sɛbɛnni minnu bɛ sɔrɔ TED ka siti kan.

source: The website text is translated into that language.
dyu: Site web sɛbɛnniw bamanankanna o kan na.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
dyu: Nin ye baarakɛcogo-ko-ɲɛnabɔli-yɔrɔ ye min kɔnɔ kunnafoniw bɛ sɔrɔ ka fanga di nimɔrɔ fɔlenw dɔnni ma ani ɔwɔ / ayi dɔnni.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
dyu: O sigicogo in bɛ i ka ɲɛmɔgɔyaso yecogo kɔlɔsi. Ni i dogolen don, i ka ɲɛtaa bɛna kɛ i yɛrɛ ta ye. O kɔrɔ ye ko i ja, i ka baarakɛla tɔgɔ ani i ka ɲɛtaa tɛna jira ɲɛmɔgɔyaso kan. A kɔlɔsi ko ɲɛmɔgɔya tablo kurayali bɛ ~{ $miniti }min ta walasa ka fɛn caman sɛmɛntiya fɛn caman Changements.

source: Three to go!
dyu: Saba ka taa!

source: Today
dyu: Bi

source: Today's Common Voice progress on clips recorded
dyu: Bi Common Voice ɲɛtaa bɛ klip minnu sɛbɛnna

source: Today's Common Voice progress on clips validated
dyu: Bi Common Voice ɲɛtaa kɛra klipw kan minnu tiɲɛna

source: Today's Progress
dyu: Bi ɲɛtaa

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
dyu: Walasa k’a Kɛ Common Voice dataset ye, kumakan-klip dɔ ka kan ka Sɔ̀rɔ baarakɛla fla fɛ minnu tɛ kelen ye.

source: Top Contributors
dyu: Dɛmɛbaga minnu bɛ sanfɛ

source: Total
dyu: Kasabi

source: Total Approved
dyu: Total Dabɔra

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
dyu: { $totalHours } lɛrɛ bɛ se ka sɔrɔ a tɛmɛnen dɔrɔn kɔnɔ { "" } { "" } { "" }

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
dyu: Ka taa kinin fɛ an bɛ nafaw jira ani k’a jɛya an bɛ kunnafoni minnu di foroba la. Baara kɛ ni jukɔrɔla yɔrɔw ye walasa ka daminɛ ni Common Voice jatebɔsɛbɛn ye i yɛrɛ ka minɛn kan.

source: Toward next goal
dyu: Ka ɲɛsin kuntilenna nata ma

source: Track progress here and on your stats page.
dyu: Aw ye ɲɛtaa lajɛ yan ani aw ka statiw ɲɛ kan.

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
dyu: <translateVideoLink>An ka gafe lajɛ min bɛ Pontoon baaracogo kan.</translateVideoLink>

source: Translating the site
dyu: Site in baara kɛli

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
dyu: Bamanankan bamanankan bɛ bɔ tubabukan na, nka i bɛ se ka <strong>Ladilikan</strong> ye kan wɛrɛw la. <strong>Profile</strong> taamasiyɛn digi, o kɔfɛ <strong>Settings</strong> yɔrɔ digi ani i bɛ kan minnu fɔ, i bɛ olu fara a kan. Jiginni kininbolo fɛ, bamanankan baarakɛcogo dɔw bɛna sɔrɔ minnu bɛ wele ko <strong>Locales</strong>. Bamanankan bayɛlɛmaniw bɛ jira site web kan tile kelen kɔfɛ.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
dyu: Common Voice yɔrɔ bamanankan na, o bɛ Kɛ <strong>Pontoon</strong> kan.

source: Tshivenda
dyu: Tshivenda ye

source: Turkish
dyu: Turkikan na

source: Turkmen
dyu: Turkimanw

source: Twi
dyu: Tuwi

source: Typically megabytes
dyu: A ka c’a la, megabayitiw

source: Udmurt
dyu: Udmurt ye baara kɛ

source: Ukrainian
dyu: Ukrayinakan na

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
dyu: I ka kan ka min ɲini ni i bɛ kumakanw lamɛn, i k’o faamu ani ka dɛmɛ don walasa i ka kumakanw fana ka kɛ nafolotigi ye!

source: Universities, Academics and Researchers
dyu: Inivɛrisitew, Karamɔgɔw ani ɲininikɛlaw

source: Upload aborted. Do you want to delete your recordings?
dyu: telesarize dabilalen don. Yala i b’a fɛ k’i ka fɔlisenw bɔ yen wa?

source: Upload an image file
dyu: Ja filen dɔ bila a kan

source: Urdu
dyu: Urdukan na

source: User Name
dyu: Baarakɛla tɔgɔ

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
dyu: Baarakɛlaw bɛ klipu minnu dira, olu bɛ tiɲɛ tiɲɛ, k’a lajɛ ni kumalasela ye kumasen kalan ka ɲɛ.

source: Uyghur
dyu: Uyghur (Uyghur) ka

source: Uzbek
dyu: Uzbekikan na

source: Validated Clips
dyu: Clips (Klip) minnu sɛgɛsɛgɛra

source: Validated Hours
dyu: Lɛrɛ minnu bɛ se ka dafa

source: Validated Hr. Total
dyu: Lɛrɛw dafalenw Total

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
dyu: Klip minnu dira, olu tiɲɛni nafa ka bon o cogo kelen na Common Voice cidenyabaara la. Aw ye lamɛnni kɛ ani k’an dɛmɛ ka kan data dafalenw dilan minnu ka ɲi.

source: Validation Progress
dyu: Validation (dafalen) ɲɛtaa

source: Validations
dyu: Sɔn-ni-sɔn gafeninw

source: Value and recognition.
dyu: Nafa ni dɔnniya sɔrɔli.

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
dyu: Variants ye kan sugu kɛrɛnkɛrɛnnen dɔ ye - misali la, mɔgɔ minnu sigilen bɛ dugukoloko walima sigida dɔ la, olu bɛ tila ɲɔgɔn na. Tuma dɔw la, olu bɛ Weele ko kanhakɛw.

source: Varying Pronunciations
dyu: Fɔcogo caman ɲɔgɔnna

source: Venetian
dyu: Venetian ye

source: Version
dyu: Wɛrisiyɔn

source: Vietnamese
dyu: Vietnamkaw ye

source: View your progress against personal and project goals.
dyu: Aw ye aw ka ɲɛtaa lajɛ ka kɛɲɛ ni aw yɛrɛ ka laɲiniw ni poroze kuntilenna ye.

source: Visible
dyu: A bɛ ye

source: Voice clips are entered into a submission queue that readies them for listening.
dyu: Kumakan-klipw bɛ don cikanw bilayɔrɔ la min b’u labɛn lamɛnni kama.

source: Voice Contribution
dyu: Kumakan Dɛmɛ

source: Voice Dataset, Ready for Download
dyu: Voice Dataset, Labɛnna ka telesarse

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
dyu: Kan ye dacogo ye, kan ye hadamaden ye. O de y’a To an nisɔndiyalen don ka kumakan-fɛɛrɛw Dabɔ minnu bɛ Se ka baara Kɛ n’u ye an ka masinw kama. Nka walasa ka kumakan-minɛnw Dabɔ, baarakɛlaw mago bɛ kan hakɛ camanba la kosɛbɛ kunnafoniw.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
dyu: Kan ye dacogo ye, kan ye hadamaden ye. O de y’a To an ɲɛnajɛlen dòn ni kan ye min bɛ Se ka baara Kɛ n’a ye fɛɛrɛ kuraw ka ɲɛsin an ka masinw ma. Nka ka kumakan-minɛnw Dabɔ, kan hakɛ min ka bon kosɛbɛ kosɛbɛ kunnafoniw de wajibiyalen don.

source: Voices Online Now
dyu: Kumakanw bɛ Ɛntɛrinɛti kan Sisan

source: Voice Validation
dyu: Kumakanw Lafasali

source: Volume
dyu: Mankan

source: Votic
dyu: Votic (votic) ye

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
dyu: VoxForge sigira senkan walasa ka kuma sɛbɛnnenw lajɛ walasa ka baara kɛ ni Free and Open Source Speech Recognition Engines ye

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
dyu: Aw b’a fɛ ka dɛmɛ don walasa Common Voice ka fisa yɛrɛ wa? Belebele! Aw ye ɲɔgɔn sɔrɔ imɛri la walima <discourseLink>Discourse</discourseLink> fɛ forobajɛkuluw, ka siti koɲɛw ci <githubLink>GitHub</githubLink> fɛ, walima ka fara

source: Want to stay in touch with Common Voice?
dyu: Aw b’a fɛ ka to jɛɲɔgɔnya la ni Common Voice ye wa?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
dyu: Aw b’a fɛ ka kunnafoni kuraw sɔrɔ ni an ye Common Voice dataset bɔko kura bɔ wa? Aw ye aw tɔgɔ sɛbɛn an ka kunnafonidisɛbɛn na.

source: Watch our video explainer to help
dyu: An ka videwo ɲɛfɔlikɛlan lajɛ walisa ka dɛmɛ don

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
dyu: An b’a ɲini tuma bɛɛ ka kunnafonidilaw fɛ u magow n’u ka sigida ko la - k’a ta jɛkafɔ la kunnafonidilan kan ka se kunnafonidilanw kɛnɛyako hakilinaw dicogo ma, an b’a fɛ ka <emailFragment>ka mɛn aw fɛ.</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
dyu: An bɛ ka kumakanw kunnafonidilan dafalen dɔ jɔ min bɛ se ka sɔrɔ foroba la, bɛɛ bɛ se ka baara kɛ ni min ye walasa ka kumakan-minɛnw dege.

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
dyu: An nisɔndiyara ka dɛmɛ don forobacakɛda ka jɛkafɔ la fɛɛrɛtigɛ, kokuradonni ani kanko josariyaw la. N’i ​​b’a fɛ ka porozɛ walima kanpaɲi belebele dɔ kɛ, i ka <emailFragment>get in contact kɛ.</emailFragment>

source: We are going out to get a coffee.
dyu: An bɛ bɔ ka taa kafe min.

source: We are going out to get coffee.
dyu: An bɛ bɔ ka taa kafe ta.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
dyu: Anw minnu bɛ Mozilla la, an bɛ sigida dɔ jɔ kanko fɛɛrɛbɔ lamini na. An b’a fɛ ka to ka kumaɲɔgɔnya kɛ ni kunnafoni kuraw ye, kunnafoni sɔrɔyɔrɔ kuraw ani ka kunnafoni wɛrɛw sɔrɔ i bɛ baara kɛ ni nin kunnafoniw ye cogo min na.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
dyu: An dalen b’a la ko kan kunnafonidilanba minnu bɛ sɔrɔ foroba la, olu bɛ kokuradonni ni jagokɛcogo ɲuman sabati kumakan fɛɛrɛbɔ siratigɛ la min sinsinnen bɛ masin kalanni kan. Nin ye diɲɛ bɛɛ ka cɛsiri ye wa an bɛ bɛɛ wele u ka na a sen don a la. An ka laɲini ye ka kumakan fɛɛrɛbɔ dɛmɛ u ka kɛ fɛn bɛɛ lajɛlen ye, ka kan suguya caman jira minnu bɛ bɔ diɲɛ fan bɛɛ la.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
dyu: An dalen b’a la ko kan kunnafonidilanba minnu bɛ sɔrɔ foroba la, olu bɛna kokuradonni ni jagokɛlaw ka ɲɔgɔndan kɛnɛman sabati kumakan fɛɛrɛbɔ siratigɛ la, min sinsinnen bɛ masin kalanni kan. Common Voice ka kan caman kunnafonidilan ye kan kunnafonidilanba ye min bɛ sɔrɔ foroba la kaban a suguya la, nka a kelen tɛ. Aw ye nin ɲɛ in lajɛ i n’a fɔ dakun dafalen kan kunnafonidilan wɛrɛw ka ɲɛfɔli yɔrɔ ani, ni Common Voice bɛ ka bonya ka taa a fɛ, an ka bɔli kunnafoniw sigiyɔrɔ.

source: Website Localization
dyu: Site web Sigida Labɛnni

source: We couldn’t find that page for you
dyu: An ma se k’o ɲɛ in sɔrɔ i ye

source: We couldn’t get any audio clips for you to listen to. Please try again later.
dyu: An ma se ka odio clip si sɔrɔ walasa aw ka se k’a lamɛn. Aw ye aw jija ka segin ka a lajɛ kɔfɛ.

source: We couldn’t get any sentences for you to speak. Please try again later.
dyu: An ma Se ka kumasen si Sɔrɔ i ka kuma. Aw ye aw jija ka segin ka a lajɛ kɔfɛ.

source: Weekly
dyu: Dɔgɔkun o dɔgɔkun

source: Weekly Goal
dyu: Dɔgɔkun o dɔgɔkun Laɲini

source: We launch the Common Voice site in this language.
dyu: An bɛ Common Voice siti daminɛ o kan in na.

source: Welcome { $company } staff!
dyu: Aw ni ce { $company } baarakɛlaw!

source: Welcome to Common Voice
dyu: Aw ni ce Common Voice la

source: Welsh
dyu: Chuvash ye

source: We may have run out of clips - refresh the page, or try again later.
dyu: N’a sɔrɔ an ka klipw banna - ka ɲɛ in lakurayali, walima ka segin k’a lajɛ kɔfɛ.

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
dyu: N’a sɔrɔ an ma o delili sɔrɔ. Aw ye bataki ci an ma k’a ɲɛsin an ma kan <emailLink>{ $email }</emailLink> ani an bɛna segin aw ma!

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
dyu: An bɛ layidu ta ko an bɛna i ka kunnafoniw ɲɛnabɔ ni hakilisigi ye. Aw ye kunnafoni wɛrɛw kalan an ka <privacyLink>Gundola kunnafoni</privacyLink> kɔnɔ.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
dyu: An bɛ ka kumakanw kunnafonidilan dafalen dɔ jɔ, kan caman bɛ min kɔnɔ, mɔgɔ bɛɛ bɛ se ka baara kɛ ni min ye walasa ka kumakan-minɛnw dege.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
dyu: An b’a ka jamanadenw ka kunnafonidilan dafalen dɔ kɛ kanw kan. Aw k’aw kan di, ka mɔgɔ wɛrɛw ka klipuw tiɲɛni sinsin, ka kunnafonidilan kɛ fɛn ɲuman ye bɛɛ ye.

source: We’re experiencing unexpected downtime
dyu: An bɛ ka baarakɛbaliya waati sɔrɔ min tun ma deli ka kɛ

source: We’re going out to get coffee.
dyu: An bɛ bɔ ka taa kafe ta.

source: We release the dataset every 3 months.
dyu: An bɛ kunnafonidilan in Bɔ kalo 3 o kalo 3.

source: We're receiving a lot of traffic and are currently investigating the issues.
dyu: An bɛ ka siraba caman sɔrɔ, wa an bɛ ka koɲɛw sɛgɛsɛgɛ sisan.

source: We’re sorry, your platform is not currently supported.
dyu: An b'aw yafa, aw ka plateforme ma dɛmɛ sisan.

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
dyu: An bɛ baara Kɛ ni Mozilla baarakɛminɛn dɔ ye min bɛ Weele ko <pontoonLink>Pontoon</pontoonLink> bamanankan-falen-falen kama. Pontoon bɛ kan caman fɔ, nka n’i ta t’a la i bɛ se ka <pontoonRequestLink>a ɲini i ka kan ka fara a kan</pontoonRequestLink>. O kɔfɛ, walasa kan in ka se ka sɔrɔ Common Voice porozɛ kan, <githubRepoLink>kan kura ɲini GitHub</githubRepoLink> kan. <localizationFragment>Aw ye kunnafoni wɛrɛw lajɛ site bamanankan</localizationFragment> kan.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
dyu: An ye fɛn dɔw Changé (Yɛlɛma) Kɛ. Delta Segments kɔnɔ, klip labanw bɛ sɔrɔ dɔrɔn kabini u bɔra laban na. <deltaLink>Aw ye kunnafoni wɛrɛw kalan nin baara in kan</deltaLink> .

source: We've run out of sentences to record in this language...
dyu: An ye kumasenw ban ka sɛbɛn nin kan in na...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
dyu: An b’a fɛ kumacogo misaliw ka fisa ni kumalasela suguya caman faamuyali ye. Walasa o ka se ka kɛ, kumakan kunnafonidilan ka kan ka mɔgɔ suguya caman jira.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
dyu: An b’a fɛ masin kalanni algorisimuw ka se ka kɔkan mankan suguya caman ɲɛnabɔ, wa hali mankan minnu ka bon kosɛbɛ, olu bɛ se ka sɔn n’u t’i bali ka sɛbɛn bɛɛ mɛn. Fɔlikan min bɛ kɛ kɔfɛ, o ye OK ye; dɔnkiliw ka bon fo k’i bali ka daɲɛ kelen-kelen bɛɛ mɛn, o tɛ.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
dyu: An bɛna <strong>an ka sigida ɲɛmɔgɔ fana ladɔnniya ko i b’ i mago don</strong>, walasa u ka se ka dɔ di i ma dɛmɛ wɛrɛ walima kunnafoniw minnu bɛ se ka kɛ i mago bɛ minnu na.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
dyu: An bɛna ɲɔgɔn sɔrɔ ni kunnafoni wɛrɛw ye i ka kan faracogo kan Common Voice kan yanni dɔɔnin cɛ.

source: We will be in touch with more information as it becomes available.
dyu: An bɛna kumaɲɔgɔnya kɛ ni kunnafoni wɛrɛw ye n’u bɛ sɔrɔ.

source: We will not make your email public.
dyu: An tɛna i ka bataki ci foroba la.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
dyu: An bɛna i ka ɲinini lajɛ walasa k’i ka kumakanw bɔ kunnafonidilan kɔnɔ. Ni i ka ɲinini sɔnna, an bɛna kuma mɔgɔ minnu fɛ minnu ye o dataset telesarse ani k’a ɲini u fɛ u k’i ka kan fɔlenw fana bɔ yen.

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
dyu: An bɛ baara kɛ ni tɔnw, sosiyete siwili ani sigida jɛɲɔgɔnw ye walasa ka ɛntɛrinɛti kɛ kɛnɛya yɔrɔ ye, k’an sinsin kɛrɛnkɛrɛnnenya la Afiriki kɔrɔnyanfan fɛ. Aw ye kunnafoni wɛrɛw sɔrɔ an ka <programmaticWork>porogaramu baara kan.</programmaticWork>

source: What is a language on Common Voice?
dyu: Kan ye mun ye Common Voice kan?

source: What issues are you experiencing with this sentence?
dyu: I bɛ ka ko jumɛnw de sɔrɔ nin kumasen in na?

source: What kind of goal do you want to build?
dyu: I b’a fɛ ka kuntilenna sugu jumɛn de jɔ?

source: What’s inside the Common Voice dataset?
dyu: Mun bɛ Common Voice kunnafonidilan kɔnɔ?

source: What's Public?
dyu: Mun ye Foroba ye?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
dyu: Ni baarakɛla dɔ banna kumakan-klip dɔ la a bɛ segin Layidu la. Ni a banna siɲɛ filanan na, kumakan-klip bɛ taa Clip kaburudo la.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
dyu: Ni aw bɛ lamɛnni kɛ, aw k’a lajɛ kosɛbɛ ni min sɛbɛnna, o ye min sɛbɛnna tigitigi; ban ni fili misɛnninw yɛrɛ bɛ yen. <br />Fili minnu ka teli kosɛbɛ olu dɔw ye :

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
dyu: Ni i y’i ka fɔlisenw ɲini, an b’u lajɛ ka kɛ ZIP file kelen walima caman ye. Aw ka ɲinini tɛmɛnenw filɛ nin ye:

source: Which variant of { $language } do you speak?
dyu: { $language } suguya jumɛn bɛ fɔ?

source: Why ?
dyu: Munna ?

source: Why a profile?
dyu: Mun na profil dɔ?

source: Why does this matter?
dyu: Mun na o nafa ka bon?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
dyu: Yala i b’a fɛ k’a ɲini i ka kumakanw fana ka bɔ yen wa, walima i b’a fɛ k’u mara Common Voice dataset kɔnɔ wa?

source: Xhosa
dyu: Xhosakan na

source: Xitsonga
dyu: Xitsonga ye

source: Yes
dyu: Awɔ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
dyu: Awɔ, kunnafoni ci N'ma imɛyi fɛ. N b'a fɛ ka Common VoiceProject kunnafoniw sɔrɔ

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
dyu: ismo68@yahoo.com

source: Yiddish
dyu: Yidikan na

source: Yoruba
dyu: Yorubakan na

source: You
dyu: I

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
dyu: I bɛna <size>{ $size }GB</size> telesarse daminɛ, i ka taa ɲɛ?

source: You are prepared to initiate a download of <b>{ $size }</b>
dyu: I labɛnnen don ka <b>{ $size }</b> telesarseli daminɛ

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
dyu: <strong>Sentence Collector</strong> ye baarakɛminɛn ye min bɛ foroba kumasenw dalajɛ ani k' u sinsin. I bɛna <scAccountLink>ka jatebɔsɛbɛn dɔ da</scAccountLink>. O kɔ fɛ, i ka kan fara i ka <strong>Profile</strong> kan. I bɛ se ka <strong>Fara</strong> kumasenw walima <strong>Sɛgɛsɛgɛli</strong> kumasen minnu farala ɲɔgɔn kan ka kɔrɔ.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
dyu: I bɛ se fana ka URL tilennenw kopi kɛ k’u nɔrɔ i ka telesarse ɲɛnabɔbaga kanulen kɔnɔ. U bɛna ban sanga 12 kɔnɔ, nka i bɛ se ka segin nin ɲɛ in kan walasa ka kuraw lawuli waati o waati.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
dyu: Aw bɛ se fana ka baara ni Keyboard Shortcut ye: { sc-review-form-button-approve-shortcut } ka Sɔn, { sc-review-form-button-reject-shortcut } ka Ban,{ sc-review-form-button-skip-shortcut } ka taa Tɛmɛ

source: You can choose to make your username public or anonymous.
dyu: I bɛ se k’a sugandi k’i ka baarakɛla tɔgɔ kɛ foroba la walima k’a tɔgɔ fɔ.
